#+FILETAGS: :REFILE:
* TODO mulch the zuchini
  CLOCK: [2012-07-21 Sat 12:20]--[2012-07-21 Sat 12:20] =>  0:00
* TODO cut off pool post
  SCHEDULED: <2012-07-21 Sat>
  CLOCK: [2012-07-21 Sat 14:53]
  CLOCK: [2012-07-21 Sat 12:24]--[2012-07-21 Sat 12:40] =>  0:16
* TODO soil acidifier for blue berries
  SCHEDULED: <2012-07-23 Mon>
  CLOCK: [2012-07-21 Sat 12:42]--[2012-07-21 Sat 12:44] =>  0:02
* TODO 
  CLOCK: [2012-07-21 Sat 12:44]--[2012-07-21 Sat 12:44] =>  0:00
* DONE tie up cucumbers
  CLOSED: [2012-07-21 Sat 14:53] SCHEDULED: <2012-07-21 Sat>
  - State "DONE"       from "TODO"       [2012-07-21 Sat 14:53]
  CLOCK: [2012-07-21 Sat 12:44]--[2012-07-21 Sat 12:44] =>  0:00
